const qnaire = [
    {
      "question": "1. 头痛",
      "id":0,
      "option": {
        "a": "无",
        "b": "轻度",
        "c": "中度",
        "d": "偏重",
        "e": "严重"
      }
    },
    {
        "question": "2.	神经过敏，心中不踏实",
        "id":1,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "3.	头脑中有不必要的想法或字句盘旋",
        "id":2,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "4.	头晕或晕倒",
        "id":3,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "5.	对异性的兴趣减退",
        "id":4,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "6.	对旁人责备求全",
        "id":5,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "7.	感到别人能控制您的思想",
        "id":6,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "8.	责怪别人制造麻烦",
        "id":7,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "9.	忘形大",
        "id":8,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "10. 担心自己的衣饰整齐及仪态的端正",
        "id":9,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "11. 容易烦恼和激动",
        "id":10,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "12.胸痛",
        "id":11,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "13.害怕空旷的场所或街道",
        "id":12,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "14.感到自己的精力下降，活动减慢",
        "id":13,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "15.想结束自己的生命",
        "id":14,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "16.听到旁人听不到的声音",
        "id":15,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "17.发抖",
        "id":16,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "18.感到大多数人都不可信任",
        "id":17,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "19.胃口不好",
        "id":18,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "20.容易哭泣",
        "id":19,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "21.同异性相处时感到害羞不自在",
        "id":20,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "22.感到受骗，中了圈套或有人想抓住您",
        "id":21,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "23.无缘无故地突然感到害怕",
        "id":22,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "24.自己不能控制地大发脾气",
        "id":23,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "25.怕单独出门",
        "id":24,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "26.经常责怪自己",
        "id":25,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "27.腰痛",
        "id":26,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "28.感到难以完成任务",
        "id":27,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "29.感到孤独",
        "id":28,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "30.感到苦闷",
        "id":29,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "31.过分担忧",
        "id":30,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "32.对事物不感兴趣",
        "id":31,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "33.感到害怕",
        "id":32,
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "34.您的感情容易受到伤害",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "35.旁人能知道您的私下想法",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "36.感到别人不理解您、不同情您",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "37.感到人们对您不友好，不喜欢您",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "38.做事必须做得很慢以保证做得正确",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "39.心跳得很厉害",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "40.恶心或胃部不舒服",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "41.感到比不上他人",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "42.肌肉酸痛",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "43.感到有人在监视您、谈论您",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "44.难以入睡",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "45.做事必须反复检查",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "46.难以做出决定",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "47.怕乘电车、公共汽车、地铁或火车",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "48.呼吸有困难",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "49.一阵阵发冷或发热",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "50.因为感到害怕而避开某些东西、场合或活动",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "51.脑子变空了",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "52.身体发麻或刺痛",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "53.喉咙有梗塞感",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "54.感到前途没有希望",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "55.不能集中注意力",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "56.感到身体的某一部分软弱无力",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "57.感到紧张或容易紧张",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "58.感到手或脚发重",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "59.想到死亡的事",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "60.吃得太多",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "61.当别人看着您或谈论您时感到不自在",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "62.有一些不属于您自己的想法",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "63.有想打人或伤害他人的冲动",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "64.醒得太早",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "65.必须反复洗手、点数",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "66.睡得不稳不深",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "67.有想摔坏或破坏东西的想法",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "68.有一些别人没有的想法",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "69.感到对别人神经过敏",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "70.在商店或电影院等人多的地方感到不自在",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "71.感到任何事情都很困难",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "72.一阵阵恐惧或惊恐",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "73.感到公共场合吃东西很不舒服",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "74.经常与人争论",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "75.单独一人时神经很紧张",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "76.别人对您的成绩没有做出恰当的评价",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "77.即使和别人在一起也感到孤单",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "78.感到坐立不安心神不定",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "79.感到自己没有什么价值",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "80.感到熟悉的东西变成陌生或不像是真的",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "81.大叫或摔东西",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "82.害怕会在公共场合晕倒",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "83.感到别人想占您的便宜",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "84.为一些有关性的想法而很苦恼",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "85.您认为应该因为自己的过错而受到惩罚",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "86.感到要很快把事情做完",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "87.感到自己的身体有严重问题",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "88.从未感到和其他人很亲近",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "89.感到自己有罪",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    },
    {
        "question": "90.感到自己的脑子有毛病",
        "option": {
          "a": "无",
          "b": "轻度",
          "c": "中度",
          "d": "偏重",
          "e": "严重"
        }
    }

  ]

  module.exports = {
    qnaire: qnaire
  }
